{"soundtrack": ["Rhapsody in Blue - Manhattan (101 Strings Orchestra)", "I. Granada - Manhattan (Irina Kircher)", "Bistro Fada - Midnight in Paris (Darren \"Woody\" Woodford)", "Seems Like Old Times - Annie Hall (Loretta Yorke)", "Amada Mia, Amore Mio - To Rome with Love (The Starlite Orchestra)", "Over the Waves - Irrational Man (Orchestre Auguste Duras)", "The Sheik of Araby - Magic in the Moonlight (Russ Morgan)", "Entre Dos Aguas - Vicky Christina Barcelona (Manolito de Alameda)", "Let's Do It (Let's Fall in Love) - Midnight in Paris (Jimmy Candle)", "Volare - To Rome with Love (The Starlite Singers)", "Bolero - Magic in the Moonlight (Ljubljana Radio Symphony Orchestra)", "I. Prelude - Irrational Man (Klaus-Peter Hahn)", "Scene (Lake in the Moonlight) - Scoop (Belgrad Philharmonic Orchestra & Igor Markevitch)", "L'élisir d'amore, Act II: \"Una furtiva lagrima\" - Match Point (Stadium Symphony Orchestra of New York & Charles Davis)", "'S Wonderful - Manhattan (Jimmy Candle)", "It Had to Be You - Everyone Says I Love You (Jimmy Candle)", "Rosalie - Crimes and Misdemeanors (Russ Morgan)", "Lazy River - Bullets over Broadway (Tommy DiNatale)", "Sophisticated Lady - Curse of the Jade Scorpion (101 Strings Orchestra)", "You Made Me Love You (I Didn't Want to Do It) - Hannah and Her Sisters (101 Strings Orchestra)", "As Time Goes By - Play It Again, Sam (The Starlite Singers)", "Taking a Chance on Love - Crimes and Misdemeanors (Jimmy Candle)", "Desafinado - Whatever Works (Marco Rizo)", "In the Mood - Radio Days (Jack Livingston Big Band)", "Take 5 - Mighty Aphrodite (Fabrice Preján Quartet)", "With Plenty of Money and You - Small Time Crooks (Frankie Barrett)", "What's New Pussycat? - What's New Pussycat (Tommy DiNatale)", "My Baby Just Cares for Me - Everyone Says I Love You (Loretta Yorke)", "Blue Moon - Blue Jasmine (Rémi Ramaget)", "Toot Toot Tootsie, Goodbye - Bullets over Broadway (Frankie Barrett)"], "name": "Mighty Aphrodite (1995)", "id": "52"}