{"soundtrack": ["THE WIZARD OF OZ: Over The Rainbow (Judy Garland)", "SINGIN' IN THE RAIN: Singin' In The Rain (Gene Kelly)", "PAL JOEY: The Lady Is A Tramp (Frank Sinatra & Nelson Riddle & Orchestra)", "ANNIE GET YOUR GUN: Anything You Can Do (Betty Hutton & Howard Keel)", "THE KING AND I: I Whistle A Happy Tune (Deborah Kerr & Twentieth Century Fox Orchestra)", "OKLAHOMA!: Oklahoma (Gordon MacRae, Shirley Jones, Charlotte Greenwood & Jay Blackton & His Orchestra)", "KISS ME KATE: Kiss Me Kate (Kathryn Grayson & Howard Keel)", "ANNIE GET YOUR GUN: There's No Business Like Show Business (Betty Hutton & Howard Keel)", "EASTER PARADE: Steppin' Out With My Baby (Fred Astaire)", "GUYS AND DOLLS: Guys And Dolls (Frank Sinatra, Johnny Silver & Stubby Kaye)", "GIGI: I Remember It Well (Hermione Gingold & Maurice Chevalier)", "CALAMITY JANE: Secret Love (Doris Day & Ray Heindorf & Orchestra)", "KISMET: Baubles, Bangles And Beads (Anny Blyth)", "THE PAJAMA GAME: Hernando's Hideaway (Carol Haney & Ensemble)", "SOUTH PACIFIC: There Is Nothin' Like A Dame (DLG Ensemble)", "EASTER PARADE: Easter Parade (Judy Garland)", "WIZARD OF OZ: We're Off To See The Wizard (Judy Garland, Jack Haley, Ray Bolger & MGM Studio Orchestra)", "SINGIN' IN THE RAIN: Good Morning (Gene Kelly, Debbie Reynolds & Donald o' Connor)", "CALAMITY JANE: Just Blew In From The Windy City (Doris Day)", "KISS ME KATE: Wunderbar (Kaythryn Grayson & Howard Keel)", "GUYS AND DOLLS: A Woman In Love (Marlon Brando & Jean Simmons)", "PAL JOEY: Bewitched, Bothered And Bewildered (Rita Hayworth)", "OKLAHOMA!: Oh What A Beautiful Morning (Gordon MacRae)", "HIGH SOCIETY: Who Wants To Be A Millionaire? (Frank Sinatra & Celeste Holm)", "SHOW BOAT: Ol' Man River (William Warfield)", "KISS ME KATE: Too Darn Hot (Ann Miller)", "SOUTH PACIFIC: A Cockeyed Optimist (Mitzi Gaynor)", "KISMET: Night Of My Nights (Vic Damone)", "ANNIE GET YOUR GUN: My Defences Are Down (Howard Keel)", "CALAMITY JANE: The Deadwood Stage (Whip Crack-Away) (Doris Day & Ray Heindorf & Orchestra)", "WIZARD OF OZ: Follow The Yellow Brick Road (The Munchkins & The MGM Studio Orchestra)", "ANNIE GET YOUR GUN: The Girl That I Marry (Howard Keel)", "SILK STOCKINGS: All Of You (Fred Astaire)", "SEVEN BRIDES FOR SEVEN BROTHERS: Wonderful, Wonderful Day (Jane Powell)", "PAL JOEY: My Funny Valentine (Kim Novak)", "SINGIN' IN THE RAIN: All I Do Is Dream Of You (Debbie Reynolds)", "GIGI: Thank Heaven For Little Girls (Maurice Chevalier)", "CARMEN JONES: Dat's Love (Habanera) (Dorothy Dandrige)", "SOUTH PACIFIC: Happy Talk (Muriel Smith)", "KISS ME KATE: I Hate Men (Kathryn Grayson)", "OKLAHOMA!: People Will Say We're In Love (Gordon MacRae, Shirley Jones & Jay Blackton & His Orchestra)", "CAROUSEL: June Is Bustin' Out All Over (Claramae Turner & Barbara Ruick)", "SOUTH PACIFIC: Medley - Twin Soliloquies / Some Enchanted Evening (Mitzi Gaynor & Giorgio Tozzi)", "SINGIN' IN THE RAIN: Make 'em Laugh (Donald O'Connor)", "THE KING AND I: Getting To Know You (Deborah Kerr & Twentieth Century Fox Orchestra)", "THE PAJAMA GAME: I'll Never Be Jealous Again (Eddie Foy, Jr. & Reta Shaw)", "HIGH SOCIETY: Well Did You Evah? (Bing Crosby & Frank Sinatra)", "CAROUSEL: You'll Never Walk Alone (Claramae Turner)", "THE KING AND I: Shall We Dance? (Deborah Kerr & Twentieth Century Fox Orchestra)", "CAROUSEL: What's The Use Of Wonderin' (Shirley Jones)", "SEVEN BRIDES FOR SEVEN BROTHERS: When You're In Love (Jane Powell & Howard Keel & Orchestra)", "GIGI: It's A Bore (Maurice Chevalier & Louis Jourdan)", "KISMET: And This Is My Beloved (Ann Blyth, Vic Damone & Howard Keel)", "THE PAJAMA GAME: I'm Not At All In Love (Doris Day)", "SHOW BOAT: Can't Help Lovin' Dat Man Of Mine (Annette Warren)", "THE KING AND I: Hello, Young Lovers (Deborah Kerr & Twentieth Century Fox Orchestra)", "SILK STOCKINGS: Paris Loves Lovers (Fred Astaire & Carol Richards)", "SINGIN' IN THE RAIN: You Are My Lucky Star (Debbie Reynolds & Gene Kelly)", "HIGH SOCIETY: True Love (Bing Crosby & Grace Kelly)", "EASTER PARADE: A Couple Of Swells (Judy Garland)", "SHOW BOAT: Why Do I Love You? (Howard Keel & Kathryn Grayson)", "SEVEN BRIDES FOR SEVEN BROTHERS: Sobbin' Women (Howard Keel & MGM Studio Orchestra)", "PAL JOEY: I Didn't Know What Time It Was (Frank Sinatra)", "CAROUSEL: If I Loved You (Shirley Jones & Gordon McRae)", "KISMET: Strangers In Paradise (Ann Blyth & Vic Damone)", "SOUTH PACIFIC: I'm Gonna Wash That Man Right Outta My Hair (Mitzi Gaynor)", "SILK STOCKINGS: Without Love (Fred Astaire & Carol Richards)", "THE PAJAMA GAME: Small Talk (Doris Day & John Raitt)", "PAL JOEY: There's A Small Hotel (Frank Sinatra)", "CALAMITY JANE: The Black Hills Of Dakota (Doris Day & Paul Weston & His Orchestra)", "PINOCCHIO: When You Wish Upon A Star (Glenn Miller & His Orchestra)", "THE BIG BROADCAST of 1938: Thanks For The Memory (Bob Hope, Shirley Ross)", "MEET ME IN ST. LOUIS: The Trolley Song (Judy Garland)", "ROSE MARIE: Indian Love Call (Jeanette MacDonald & Nelson Eddy)", "PICNIC: Moonglow (Artie Shaw and His Orchestra)", "BUCK PRIVATES: Boogie Woogie Bugle Boy (The Andrews Sisters)", "THE GAY DIVORCEE: Night & Day (Fred Astaire)", "THE JOLSON STORY: April Showers (Al Jolson)", "THE BLUE ANGEL: Falling In Love Again (Marlene Dietrich)", "A SONG TO REMEMBER: Till The End Of Time (Perry Como)", "SUN VALLEY SERENADE: In The Mood (Glenn Miller Orchestra)", "CASABLANCA: As Time Goes By (Dooley Wilson)", "GIRL CRAZY: I Got Rhythm (Judy Garland)", "HOLLYWOOD CANTEEN: Tumbling Tumbleweeds (Sons Of The Pioneers)", "EVERY NIGHT AT EIGHT: I Feel A Song Coming On (Frances Langford)", "THE JOLSON STORY: My Mammy (Al Jolson)", "MEET DANNY WILSON: All Of Me (Frank Sinatra)", "CAREFREE: Change Partners (Fred Astaire)", "FOLLOW THE BOYS: I'll Walk Alone (Dinah Shore)", "THE BELLS OF ST. MARY'S: The Bells of St. Mary's (Bing Crosby)", "TOP HAT: The Piccolino (Ginger Rogers)", "YOUNG MAN WITH A HORN: I May Be Wrong, But I Think You're Wonderful (Doris Day)", "ALEXANDER'S RAGTIME BAND: Now It Can Be Told (Tony Martin)", "YOU WERE NEVER LOVELIER: Dearly Beloved (Fred Astaire)", "ORCHESTRA WIVES: Serenade In Blue (Glenn Miller)", "PALOOKA: Inka Dinka Doo (Jimmy Durante)", "FOR ME AND MY GAL: For Me And My Gal (Judy Garland)", "BLUE SKIES: A Couple Of Song And Dance Men (Bing Crosby)", "HOLLYWOOD HOTEL: Horray For Hollywood (Dick Powell)", "DIAMOND HORSESHOE: I Wish I Knew (Dick Haymes)", "MY FOOLISH HEART: My Foolish Heart (Gordon Jenkins)"], "id": "2241", "name": "Class (1983)"}